{
  "plugins": {
    "CamelCaseMotion": {
      "src": "https://github.com/bkad/CamelCaseMotion.git"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua.git"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim.git"
    },
    "fzf": {
      "src": "https://github.com/junegunn/fzf.git"
    },
    "fzf.vim": {
      "src": "https://github.com/junegunn/fzf.vim.git"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim.git"
    },
    "go.nvim": {
      "src": "https://github.com/ray-x/go.nvim.git"
    },
    "guihua.lua": {
      "src": "https://github.com/ray-x/guihua.lua.git"
    },
    "mdx.nvim": {
      "src": "https://github.com/davidmh/mdx.nvim.git"
    },
    "mini.align": {
      "src": "https://github.com/nvim-mini/mini.align.git"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/catgoose/nvim-colorizer.lua.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context.git"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects.git"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons.git"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim.git"
    },
    "open-remote": {
      "src": "https://github.com/vegerot/open-remote.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim.git"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim.git"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim.git"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim.git"
    },
    "vim-apathy": {
      "src": "https://github.com/tpope/vim-apathy.git"
    },
    "vim-characterize": {
      "src": "https://github.com/tpope/vim-characterize.git"
    },
    "vim-edgemotion": {
      "src": "https://github.com/haya14busa/vim-edgemotion.git"
    },
    "vim-endwise": {
      "src": "https://github.com/tpope/vim-endwise.git"
    },
    "vim-eunuch": {
      "src": "https://github.com/tpope/vim-eunuch.git"
    },
    "vim-fetch": {
      "src": "https://github.com/wsdjeg/vim-fetch.git"
    },
    "vim-obsession": {
      "src": "https://github.com/tpope/vim-obsession.git"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat.git"
    },
    "vim-rsi": {
      "src": "https://github.com/tpope/vim-rsi.git"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth.git"
    },
    "vim-sneak": {
      "src": "https://github.com/justinmk/vim-sneak.git"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround.git"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator.git"
    },
    "vim-unimpaired": {
      "src": "https://github.com/tpope/vim-unimpaired.git"
    },
    "zig.vim": {
      "src": "https://codeberg.org/ziglang/zig.vim.git"
    },
    "zoxide.vim": {
      "src": "https://github.com/nanotee/zoxide.vim.git"
    }
  }
}
